[
  {
    "id": 1,
    "src": "/assets/1_1717710938172.gif",
    "map": "Inferno",
    "caption": "Walk up to the fountain, aim at the scaffolding, jump throw. Lands nicely for mid CT hold or lurk to under window"
  },
  {
    "id": 2,
    "src": "/assets/2_1717710938181.jpg",
    "map": "Ancient",
    "caption": "Aim at the top left of the tree leaves from the T Spawn setup and jump throw. Lands at the top of mid stairs to red room."
  },
  {
    "id": 3,
    "src": "/assets/3_1717710938181.jpg",
    "map": "Ancient",
    "caption": "Aim at this corner where the two walls meet while standing at the T Spawn setup. Jump throw to land a smoke on the catwalk above boxes in mid and before the entrance to cheetah"
  },
  {
    "id": 4,
    "src": "/assets/4_1717710938182.jpg",
    "map": "Ancient",
    "caption": "Stand squarely on the right side of the pillar in T Spawn"
  },
  {
    "id": 5,
    "src": "/assets/5_1717710938186.gif",
    "map": "Inferno",
    "caption": "Nestled between the boxes and barrels on A, aim at the angle created by the two roofs and jump throw, smoke lands at the last choke between banana and B"
  },
  {
    "id": 6,
    "src": "/assets/6_1717710938201.gif",
    "map": "Mirage",
    "caption": "From the trash can setup hold key D for a moment before jump throwing"
  },
  {
    "id": 7,
    "src": "/assets/7_1717710938210.jpg",
    "map": "Mirage",
    "caption": "Tuck in between trash can and wall"
  },
  {
    "id": 8,
    "src": "/assets/8_1717710938211.jpg",
    "map": "Mirage",
    "caption": "Aim at the inside of the bottom right of the rug design. Poor lineup will produce an abusable connector smoke for CT side"
  },
  {
    "id": 9,
    "src": "/assets/9_1717710938212.jpg",
    "map": "Mirage",
    "caption": "CT POV"
  },
  {
    "id": 10,
    "src": "/assets/10_1717710938213.jpg",
    "map": "Mirage",
    "caption": "Stare directly at the weird flat face of the wall on the right turn out of T spawn into A ramp approach"
  },
  {
    "id": 11,
    "src": "/assets/11_1717710938214.jpg",
    "map": "Mirage",
    "caption": "Aim at the pipe-looking protrusion and jump throw"
  },
  {
    "id": 12,
    "src": "/assets/12_1717710938219.gif",
    "map": "Overpass",
    "caption": "Tuck into the corner, line up with the vertical pipe and aim at the dark line on the wood wall below, move forward and jump throw"
  },
  {
    "id": 13,
    "src": "/assets/13_1717710938230.jpg",
    "map": "Anubis",
    "caption": "Jump throw while aiming at the triangle to land a smoke at b site cave entrance."
  },
  {
    "id": 14,
    "src": "/assets/14_1717710938231.jpg",
    "map": "Mirage",
    "caption": "Aim and middle click jump throw. Lands top of stairs."
  }
]